{
    "main.h1": "Education and training should not be boring.",
    "main.h2": "Acadiverse is a free gamified learning platform that makes learning much more fun and engaging, Instead of learning through boring lectures and worksheets, you can learn through gamified courses, which take place in Acadiverse Spaces (interactive user-created areas of the game world) and also explore and interact with a large 3D world.",
    "main.h3": "Users can make their own areas of the game world using the easy-to-use Acadiverse Course Creator, which was designed with simplicity and efficiency in mind.",
    "main.h4": "Does all of this sound interesting to you? Click {link} to learn more about Acadiverse, or log in or sign up by clicking on the Register or Login button on the top right of the page.",
    "about.header": "About Acadiverse",
    "about.header2": "Free game-based learning.",
    "about.game.p1": "Acadiverse is an innovative game-based learning platform. Rather than just learning by watching videos or reading text, players can interact with each other in a large, 3D world. Teachers can also create their own \"courses\", which are events that take place in 3D worlds known as Acadiverse Spaces, which can contain Scenarios. There are also scenarios that we have already made. There are also worksheets and quizzes, but they can be more fun than the ones usually given in classes.",
    "about.game.p2": "The gamified elements/features of Acadiverse are:",
    "about.li1": "Each scenario has unique achievements and other rewards, which creators can set for each scenario.",
    "about.li2": "Acadicoins, Acadiverse's currency, can be earned by playing in scenarios and doing well on quizzes.",
    "about.li3": "Each scenario can also be part of a \"course\" making it possible for class or corporate training to be done entirely using Acadiverse!",
    "about.li4": "Acadiverse's advantages over other gamified learning systems is that it is completely free and easy to use, both at school/work training and at home!",
    "about.coursecreator.heading": "Acadiverse Course Creator",
    "about.coursecreator": "Acadiverse Course Creator is a free program that users can use to make scenarios for Acadiverse. It is easy to learn, and there is also a way to preview your scenarios in the game.",
    "download.heading": "Download Acadiverse",
    "download.desktop.heading": "Acadiverse for Windows/macOS",
    "download.desktop.p1": "Acadiverse Desktop Client is a Windows or macOS application that allows not only launching Acadiverse (the actual game), but it also allows you to easily manage your chats, submissions, and downloads all in one place!",
    "download.desktop.p2": "Acadiverse Desktop Client also allows access to Acadiverse Course Creator, which makes it easy to create courses or course collections collections (called \"Acadiverse Spaces\" in-game).",
    "download.desktop.link1": "Windows Download: ",
    "download.desktop.link2": "macOS Download: ",
    "download.mobile.heading": "Acadiverse for Android/iOS",
    "download.mobile": "Acadiverse's official mobile apps allow interacting with/managing your chats and submissions on-the-go! Teachers (or corporate trainers) can also use it to view stats and access other tools related to their classes. We also have a mobile version of the Acadiverse game so users can play even if they do not have access to a computer!",
    "download.button.text": "Download",
    "message.login.username.invalid": "No account exists with this username.",
    "message.login.password.mismatch": "The passwords do not match.",
    "message.login.password.invalid": "Your password is incorrect.",
    "message.login.disabled": "Unfortunately, Acadiverse is currently not accepting logins at this time. We apologize for the inconvenience!",
    "message.register.disabled": "Unfortunately, Acadiverse is currently not accepting new registrations at this time. We apologize for the inconvenience!",
    "message.profile.accountBanned": "This user is currently banned.",
    "message.submissions.hidden": "This submission has been hidden due to a policy violation.",
    "message.account.tempbanned": "Your account has been banned until $1 for the following reason: $2.",
    "message.account.permabanned": "Your account has been permanently banned for the following reason: $1. If you believe that you have recieved this message in error, you can appeal by going to acadiverse.com/account/appeal.",
    "message.account.reputationPoints.insufficient": "You do not have enough Reputation Points to perform this action. You have $1 and you need $2.",
    "message.account.reputationPoints.increased": "You have earned $1 Reputation Points from $2!",
    "message.account.reputationPoints.decreased": "You have lost $1 reputation points for $2.",
    "message.submissions.banned": "This action could not be performed because you are currently banned from publishing content to Acadiverse. Please go to acadiverse.com/account/appeal if you believe that this is a mistake.",
    "message.wiki.banned": "You are currently banned from editing Acadiverse Wiki. Please go to acadiverse.com/account/appeal if you believe that this is a mistake.",
    "message.forum.banned": "You are currently banned from posting to Acadiverse Forum. Please go to acadiverse.com/account/appeal if you believe that this is a mistake.",
    "message.wiki.closed.header": "Acadiverse Wiki is currently closed.",
    "message.wiki.closed": "The wiki can still be viewed, but creating/editing pages has been disabled.\n\n$",
    "message.forum.closed.header": "Acadiverse Forum is currently closed.",
    "message.forum.closed": "The forum can still be viewed, but posting has been disabled.\n\n$",
    "label.account.stats.money": "$1 Acadicoins",
    "label.account.stats.reputationPoints": "$1 Reputation Points",
    "label.account.type.student": "Student",
    "label.account.type.teacher": "Teacher",
    "label.account.type.parent": "Parent",
    "label.app.tab.statistics": "Statistics",
    "label.app.tab.buddies": "Buddies",
    "badge.admin": "Admin",
    "badge.admin.description": "This user is an admin.",
    "badge.moderator": "Moderator",
    "badge.moderator.description": "This user is a moderator.",
    "badge.backer": "Backer",
    "badge.backer.description": "This user backed the Acadiverse Indiegogo project.",
    "badge.subscriber": "Subscriber",
    "badge.subscriber.description": "This user is supporting Acadiverse by subscribing.",
    "badge.founderPersonalized": "Founder Personalized",
    "badge.founderPersonalized.description": "This user has gotten much appreciation from the creator of Acadiverse.",
    "badge.alphaTester": "Alpha Tester",
    "badge.alphaTester.description": "This user was an Alpha Tester.",
    "badge.betaTester": "Beta Tester",
    "badge.betaTester.description": "This user was a Beta Tester."
}